Revit 2017 API
ElectricalSystem.BalancedLoad Property
Reports whether the BalancedLoad is on or off.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
Syntax
C#
public bool BalancedLoad { get; }
Visual Basic
Public ReadOnly Property BalancedLoad As Boolean
	Get
Visual C++
public:
property bool BalancedLoad {
	bool get ();
}
Remarks
This property is used to retrieve the BalancedLoad value of the Electrical System.
See Also
ElectricalSystem Class
Autodesk.Revit.DB.Electrical Namespace